datasets/benchmark-results/netvirtue-2019/201905310546/wordpress-results-netvirtue-1-201905310546.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 75.201ms, rate sampling interval: 88ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    39.83ms  838.35us  42.05ms   62.00%
    Req/Sec     0.97      3.12    11.00     91.18%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   39.81ms
 75.000%   40.48ms
 90.000%   41.09ms
 99.000%   42.08ms
 99.900%   42.08ms
 99.990%   42.08ms
 99.999%   42.08ms
100.000%   42.08ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      38.175     0.000000            1         1.00
      38.815     0.100000            5         1.11
      39.007     0.200000           10         1.25
      39.231     0.300000           15         1.43
      39.455     0.400000           20         1.67
      39.807     0.500000           25         2.00
      39.903     0.550000           28         2.22
      39.935     0.600000           30         2.50
      40.191     0.650000           35         2.86
      40.191     0.700000           35         3.33
      40.479     0.750000           38         4.00
      40.511     0.775000           39         4.44
      40.607     0.800000           40         5.00
      40.703     0.825000           42         5.71
      40.767     0.850000           43         6.67
      40.927     0.875000           44         8.00
      41.087     0.887500           45         8.89
      41.087     0.900000           45        10.00
      41.151     0.912500           46        11.43
      41.183     0.925000           47        13.33
      41.183     0.937500           47        16.00
      41.215     0.943750           49        17.78
      41.215     0.950000           49        20.00
      41.215     0.956250           49        22.86
      41.215     0.962500           49        26.67
      41.215     0.968750           49        32.00
      41.215     0.971875           49        35.56
      41.215     0.975000           49        40.00
      41.215     0.978125           49        45.71
      42.079     0.981250           50        53.33
      42.079     1.000000           50          inf
#[Mean    =       39.827, StdDeviation   =        0.838]
#[Max     =       42.048, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.09MB read
Requests/sec:      1.00
Transfer/sec:     52.76KB